{"count":11,"created":"2021-03-18 18:24:23","data":[{"id":4,"title":"Abyssinian","image":"https:\/\/www.purina.com\/sites\/g\/files\/auxxlc196\/files\/styles\/kraken_generic_max_width_240\/public\/Abyssinian_body_7.jpg?itok=E0O3mW9s","description":"Abyssinians are highly intelligent and intensely inquisitive. They love to investigate and will leave no nook or cranny unexplored. They’re sometimes referred to as “Aby-grabbys” because they tend to take things that grab their interest. The playful Aby loves to jump and climb. Keep a variety of toys on hand to keep her occupied, including puzzle toys that challenge her intelligence.","color":"Ruddy, red, blue, fawn","coat":"Medium"},{"id":5,"title":"Bengal","image":"https:\/\/www.purina.com\/sites\/g\/files\/auxxlc196\/files\/styles\/kraken_generic_max_width_240\/public\/Bengal_body_6.jpg?itok=HoyVWkCr","description":"Bengal Cats are curious and confident with the tameness of a domestic tabby and the beauty of an Asian Leopard Cat. Learn more about Bengals and their playful personality, plus information on their health and how to feed them.","color":"Bright orange to light brown, with dark spots or a distinctive marbling pattern","coat":"Medium"},{"id":6,"title":"Maine Coon","image":"https:\/\/www.purina.com\/sites\/g\/files\/auxxlc196\/files\/styles\/kraken_generic_max_width_240\/public\/MaineCoon_body_7.jpg?itok=dRYTKE9a","description":"Maine Coon cats are gentle natured and friendly, making them good companions. They are often tenderly playful and curious, making them kitten-like throughout their lives.","color":"Most commonly brown tabby, but other colors and patterns are possible","coat":"Shorter on the shoulders and longer on the stomach, smooth, shaggy"},{"id":7,"title":"Russian Blue","image":"https:\/\/www.purina.com\/sites\/g\/files\/auxxlc196\/files\/styles\/kraken_generic_max_width_240\/public\/RussianBlue_body_7.jpg?itok=2kF3zUwW","description":"The Russian Blue is gentle, quiet and even shy around strangers, but she’s affectionate and loyal toward her people. She’ll follow you around and even ride on your shoulder.","color":"Blue with silver tips","coat":"Short, dense, fine, plush"},{"id":8,"title":"Norwegian Forest Cat","image":"https:\/\/www.purina.com\/sites\/g\/files\/auxxlc196\/files\/styles\/kraken_generic_max_width_240\/public\/NorwegianForestCat_body_6.jpg?itok=q5MhURPJ","description":"The Norwegian Forest Cat is a gentle giant. They’re large and athletic, so you may find them sitting atop the highest point in your home, and they have no qualms about jumping down. Norwegian Forest Cats are fond of their family but are reserved with visitors.","color":"White, black, blue, red, cream and silver, plus various patterns and shadings","coat":"Long, dense, glossy, smooth"},{"id":9,"title":"Munchkin","image":"https:\/\/www.purina.com\/sites\/g\/files\/auxxlc196\/files\/styles\/kraken_generic_max_width_240\/public\/Munchkin.jpg?itok=Ebp6te82","description":"They may have short legs, but Munchkin Cats don’t let it hold them back. Although they can’t make big leaps like other breeds, they can make small jumps, climb and even sit back on their haunches to get a better look at something.","color":" Colors and patterns vary","coat":"Long or Short"},{"id":10,"title":"Scottish Fold","image":"https:\/\/www.purina.com\/sites\/g\/files\/auxxlc196\/files\/styles\/kraken_generic_max_width_240\/public\/SchottishFoldLH_body_7.jpg?itok=IM1LNRFb","description":"The smart and friendly Scottish Fold loves playing with challenging, puzzling toys to test her intelligence. She also loves human interaction with her people and loves attention. Scottish Folds prefer the company of their humans or other cats (or cat-friendly dogs), rather than being left alone for hours at a time.","color":"White, black, blue, red, cream and silver, plus various patterns and shadings","coat":"Longhair — medium-long; shorthair — medium-short, dense, plush"},{"id":11,"title":"Siamese ","image":"https:\/\/www.purina.com\/sites\/g\/files\/auxxlc196\/files\/styles\/kraken_generic_max_width_240\/public\/Siamese_body_7.jpg?itok=wOyQpsbG","description":"Siamese Cats are incredibly social, intelligent and vocal—they’ll talk to anyone who wants to listen, and even those who don’t. They also play well with other cats, dogs and children. In fact, they thrive on companionship, so it’s a good idea to get them a playmate to interact with throughout the day. Although they’re active and curious, they also love curling up on their human’s lap or snuggling up next to them in bed.","color":"Seal point, chocolate point, blue point, lilac point","coat":"Short, fine, glossy"},{"id":12,"title":"Sphynx","image":"https:\/\/www.purina.com\/sites\/g\/files\/auxxlc196\/files\/styles\/kraken_generic_max_width_240\/public\/Sphynx_body_7.jpg?itok=DHcOMG9a","description":"The hairless Sphynx is muscular with broad ears, a wide-eyed, friendly expression, and an affectionate personality to match.","color":"White, black, blue, red, cream, chocolate, lavender, cinnamon and fawn, plus various patterns and sh","coat":"Hairless, although some have a fine down"},{"id":13,"title":"Siberian","image":"https:\/\/www.purina.com\/sites\/g\/files\/auxxlc196\/files\/styles\/kraken_generic_max_width_240\/public\/Siberian_body_6.jpg?itok=A-sQ7jCz","description":"This friendly and affectionate feline will follow you around as you go about your day, and purr in your lap as you comb her coat. Siberian Cats love their humans but aren’t shy around strangers.","color":"White, black, blue, red, cream and silver, plus various patterns and shadings","coat":"Semi-long"},{"id":18,"title":"Ragdoll","image":"https:\/\/www.purina.com\/sites\/g\/files\/auxxlc196\/files\/styles\/kraken_generic_max_width_240\/public\/Ragdoll_240x240%20%281%29.jpg?itok=WZWLRF05","description":"Ragdolls are loving, smart and playful. They show affection to their people by greeting them, following them around, sitting in their laps and snuggling in bed. Ragdoll cats can also learn tricks and certain behaviors with positive reinforcement.","color":"Seal, blue, chocolate, lilac, red and cream, plus various patterns and shadings, including bi-color,","coat":"Semi-long, plush, silky"}]}